[M_IrisEp3_ChopSuey MissionDefinition]
MissionName="Chop Suey"
MissionDescription="Piston subestimou você.  Ele te drogou e pediu que te retirassem da arena, além de convecer todo mundo de que você é um covarde.\nInfelizmente, como ele era o seu patrocinador, você não poderá melhorar sua classificação.\nO Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador.\n\nAparentemente um gladiador chamado Pete Incendiário sequestrou o patrocinador que você tanto procura. Organizaram um combate com o Pete, que por sua vez concordou em libertar o refém. Vá se encontrar com ele, finja surpresa quando ele tentar te matar e depois resgate seu patrocinador."
TurnInDescription="Pete Incendiário está morto. Está na hora de conhecer seu novo patrocinador."
MissionSummary="Fale com o Pete Incendiário e liberte seu patrocinador sequestrado."
MissionGiver="Senhor Torgue"
MissionTurnInLocation="Moxxi"
TeaserText=""

[M_IrisEp3_ChopSuey:FindMoxie MissionObjectiveDefinition]
ProgressMessage="Encontre o patrocinador sequestrado"

[M_IrisEp3_ChopSuey:KillPete MissionObjectiveDefinition]
ProgressMessage="Elimine o Pete Incendiário"

[M_IrisEp3_ChopSuey:MeetwithPyroPete MissionObjectiveDefinition]
ProgressMessage="Encontre-se com o Pete Incendiário"

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o Pete Incendiário e liberte o patrocinador sequestrads."
MissionDescriptionOverride="Piston subestimou você.  Ele te drogou e pediu que te retirassem da arena, além de convecer todo mundo de que você é um covarde.\nInfelizmente, como ele era o seu patrocinador, você não poderá melhorar sua classificação.\nO Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador.\nPor acaso, um gladiador chamado Pete Incendiário sequestrou o patrocidor que você procura, agora ele quer te matar. Você deveria matá-lo e resgatar o refém."

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate o patrocinador sequestrado."
MissionDescriptionOverride="Piston lhe traiu e por culpa dele você não tem mais um patrocinador para melhorar sua classificação.\nO Senhor Torgue sugeriu que você vá para [place]Beatdown[-place] e encontre um novo patrocinador.\nUm gladiador chamado Pete Incendiário sequestrou o indivíduo que você procura. Como você já o encontrou, agora só precisa resgatar o patrocinador."

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

